[{"text":"Common sense gets a lot of credit that belongs to cold feet.","author":"Arthur Godfrey"},{"text":"The problem is not the problem. Your reaction to the problem is the problem.","author":"John Johnson"},{"text":"Experience is the name everyone gives to their mistakes.","author":"Oscar Wilde"},{"text":"If brute force doesn’t solve your problems, then you aren’t using enough.","author":"Unknown"},{"text":"Linux is only free if your time has no value.","author":"Jamie Zawinski"},{"text":"Never trust a computer you can’t throw out a window.","author":"Steve Wozniak"},{"text":"Nobody expects the Spanish inquisition.","author":"Monty Python"},{"text":"The future is here. It is just not evenly distributed yet.","author":"William Gibson"},{"text":"The problem with troubleshooting is that trouble shoots back.","author":"Unknown"},{"text":"We cannot learn without pain.","author":"Aristotle"},{"text":"You miss 100 percent of the shots you never take.","author":"Wayne Gretzky"},{"text":"Perfection (in design) is achieved not when there is nothing more to add, but rather when there is nothing more to take away.","author":"Antoine de Saint-Exupery"},{"text":"The best way to get a project done faster is to start sooner","author":"Jim Highsmith"},{"text":"The best revenge is massive success.","author":"Frank Sinatra"},{"text":"Be yourself; everyone else is already taken.","author":"Oscar Wilde"},{"text":"Fast, Good, Cheap. Pick two.","author":"Unknown"},{"text":"You have to learn the rules of the game. And then you have to play better than anyone else.","author":"Albert Einstein"},{"text":"If you can´t explain it simply, you don´t understand it well enough.","author":"Albert Einstein"},{"text":"It is a miracle that curiosity survives formal education.","author":"Albert Einstein"},{"text":"Success is not final. Failure is not fatal. It is the courage to continue that counts.","author":"Winston Churchill?"},{"text":"Success is stumbling from failure to failure with no loss of enthusiasm","author":"Winston Churchill?"},{"text":"If you´re going through hell, keep going.","author":"Unknown"},{"text":"I have never let my schooling interfere with my education.","author":"Mark Twain"},{"text":"They did not know it was impossible, so they did it!","author":"Mark Twain"},{"text":"It is possible to commit no mistakes and still lose. That is not a weakness. That is life.","author":"Jean-Luc Picard"},{"text":"That is what it is to be human: To make yourself more than you are.","author":"Jean-Luc Picard"},{"text":"Stage 1: We say nothing is going to happen. Stage 2: We say something may be about to happen, but we should do nothing about it. Stage 3: We say maybe we should do something about it, but there's nothing we can do. Stage 4: We say maybe there's something we could have done, but it's too late now.","author":"Sir Humphrey Appleby"},{"text":"'The matter is under consideration' means we have lost the file. 'The matter is under active consideration' means we are trying to find the file.","author":"Sir Humphrey Appleby"},{"text":"He who has a secret must keep it secret that he has a secret to keep.","author":"Sir Humphrey Appleby"},{"text":"In design, complexity is toxic.","author":"Melvin Conway"}]